last.name.error=\u0424\u0430\u043C\u0438\u043B\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0434\u043B\u0438\u043D\u043E\u0439 \u043C\u0435\u0436\u0434\u0443 4 \u0438 20 \u0441\u0438\u0438\u043C\u0432\u043E\u043B\u0430\u043C\u0438 \u0438 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0430\u043D\u0433\u043B\u0438\u0439\u0441\u043A\u0438\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u044B
middle.name.error=\u041E\u0442\u0447\u0435\u0441\u0432\u0442\u043E \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0434\u043B\u0438\u043D\u043E\u0439 \u043C\u0435\u0436\u0434\u0443 9 \u0438 20 \u0441\u0438\u0438\u043C\u0432\u043E\u043B\u0430\u043C\u0438 \u0438 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0430\u043D\u0433\u043B\u0438\u0439\u0441\u043A\u0438\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u044B
first.name.error=\u0418\u043C\u044F \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0434\u043B\u0438\u043D\u043E\u0439 \u043C\u0435\u0436\u0434\u0443 5 \u0438 20 \u0441\u0438\u0438\u043C\u0432\u043E\u043B\u0430\u043C\u0438 \u0438 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0430\u043D\u0433\u043B\u0438\u0439\u0441\u043A\u0438\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u044B
password.error=\u041F\u0430\u0440\u043E\u043B\u044C \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0434\u043B\u0438\u043D\u043E\u0439 \u043C\u0435\u0436\u0434\u0443 5 \u0438 20 \u0441\u0438\u043C\u0432\u043E\u043B\u0430\u043C\u0438
username.error=\u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0434\u043B\u0438\u043D\u043E\u0439 \u043C\u0435\u0436\u0434\u0443 5 \u0438 40 \u0441\u0438\u043C\u0432\u043E\u043B\u0430\u043C\u0438
ru.error=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E, \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044F \u0448\u0430\u0431\u043B\u043E\u043D\u0443 \u0438 \u0440\u0443\u0441\u0441\u043A\u0438\u043C\u0438 \u0431\u0443\u043A\u0432\u0430\u043C\u0438 
middle.name.ru.error=\u041E\u0442\u0447\u0435\u0441\u0442\u0432\u043E \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0448\u0430\u0431\u043B\u043E\u043D\u0443
country.city.street.error=\u0421\u0442\u0440\u0430\u043D\u0430, \u0433\u043E\u0440\u043E\u0434 \u0438 \u0443\u043B\u0438\u0446\u0430 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0434\u043B\u0438\u043D\u043E\u0439 \u043C\u0435\u0436\u0434\u0443 4 \u0438 15 \u0441\u0438\u043C\u0432\u043E\u043B\u0430\u043C\u0438 
house.flat.number.error=\u041D\u043E\u043C\u0435\u0440 \u0434\u043E\u043C\u0430 \u0438 \u043A\u0432\u0430\u0440\u0442\u0438\u0440\u044B \u043C\u043E\u0433\u0443\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0446\u0438\u0444\u0440\u044B \u0438 \u0431\u0443\u043A\u0432\u044B
size.error=\u0420\u0430\u0437\u043C\u0435\u0440 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0447\u0438\u0441\u043B\u043E\u043C \u0438 \u0431\u043E\u043B\u044C\u0448\u0435, \u0447\u0435\u043C 10
amount.of.rooms.error=\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043A\u043E\u043C\u043D\u0430\u0442 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0447\u0438\u0441\u043B\u043E\u043C \u0438 \u0431\u043E\u043B\u044C\u0448\u0435 1
min.value.error=\u0412\u0430\u0448\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 0
max.value.error=\u0412\u0430\u0448\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 100

NumberFormat.message=\u041D\u0435\u0432\u0435\u0440\u044B\u043D\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 \u0447\u0438\u0441\u043B\u0430. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0446\u0438\u0444\u0440\u044B \u0438 \u0442\u043E\u0447\u043A\u0443.
typeMismatch.house.size=\u041D\u0435\u0432\u0435\u0440\u044B\u043D\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 \u0447\u0438\u0441\u043B\u0430. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0446\u0438\u0444\u0440\u044B \u0438 \u0442\u043E\u0447\u043A\u0443.
